---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.InHg
source: html/a7e494be-f488-adc0-0348-6583426107f4.htm
---
# Autodesk.Revit.DB.SymbolTypeId.InHg Property

Symbol inHg, indicating unit Inches of mercury (32 °F).

## Syntax (C#)
```csharp
public static ForgeTypeId InHg { get; }
```